{
  "automations": "Automations",
  "overview automations": "Create and manage automated workflows to streamline property management tasks.",
  "templates": "Templates",
  "custom request": "Custom Request",
  "sandbox": "Sandbox",
  "explore automation templates": "Explore our collection of ready-to-use automation templates.",
  "ready to use templates": "Ready-to-use templates to get you started quickly.",
  "no templates found": "No automation templates found. Check back later for new additions!",
  "create first template": "Create your first template.",
  "use template": "Use Template",
  "request custom automation": "Can't find what you need? Request a custom automation tailored to your specific needs.",
  "describe your needs": "Describe your automation needs, and our team will create it for you.",
  "automation title": "Automation Title",
  "describe automation": "Describe the automation you need (e.g., 'When a new tenant signs a lease, send a welcome email and create a task to update the unit status').",
  "submit request": "Submit Request",
  "build test automations": "Build and test your own custom automations in a flexible sandbox environment.",
  "drag drop blocks": "Drag & drop blocks here to build your workflow (e.g., 'Trigger: New Issue' -> 'Action: Send Email').",
  "run automation": "Run Automation",
  "template used": "Template '{{title}}' applied!",
  "request submitted": "Custom automation request submitted!",
  "automation run": "Automation simulated successfully!",
  "no permission view automations": "You do not have permission to view automations.",
  "no permission create automations": "You do not have permission to create automations.",
  "automate new issue notifications": "Automate New Issue Notifications",
  "automatically send an email to the assigned maintenance staff when a new critical issue is reported.": "Automatically send an email to the assigned maintenance staff when a new critical issue is reported.",
  "monthly rent reminder": "Monthly Rent Reminder",
  "send an automated sms reminder to tenants 5 days before their rent is due.": "Send an automated SMS reminder to tenants 5 days before their rent is due.",
  "archive old documents": "Archive Old Documents",
  "move documents older than 1 year from the active registry to the archive.": "Move documents older than 1 year from the active registry to the archive."
}