{
  "automations": "Automatisations",
  "overview automations": "Créez et gérez des flux de travail automatisés pour rationaliser les tâches de gestion immobilière.",
  "templates": "Modèles",
  "custom request": "Demande personnalisée",
  "sandbox": "Bac à sable",
  "explore automation templates": "Explorez notre collection de modèles d'automatisation prêts à l'emploi.",
  "ready to use templates": "Modèles prêts à l'emploi pour vous aider à démarrer rapidement.",
  "no templates found": "Aucun modèle d'automatisation trouvé. Revenez plus tard pour de nouvelles additions !",
  "create first template": "Créez votre premier modèle.",
  "use template": "Utiliser le modèle",
  "request custom automation": "Vous ne trouvez pas ce dont vous avez besoin ? Demandez une automatisation personnalisée adaptée à vos besoins spécifiques.",
  "describe your needs": "Décrivez vos besoins en automatisation, et notre équipe la créera pour vous.",
  "automation title": "Titre de l'automatisation",
  "describe automation": "Décrivez l'automatisation dont vous avez besoin (par exemple, « Lorsqu'un nouveau locataire signe un bail, envoyer un e-mail de bienvenue et créer une tâche pour mettre à jour le statut de l'unité »).",
  "submit request": "Soumettre la demande",
  "build test automations": "Construisez et testez vos propres automatisations personnalisées dans un environnement de bac à sable flexible.",
  "drag drop blocks": "Faites glisser et déposez des blocs ici pour construire votre flux de travail (par exemple, « Déclencheur : Nouvel incident » -> « Action : Envoyer un e-mail »).",
  "run automation": "Exécuter l'automatisation",
  "template used": "Modèle '{{title}}' appliqué !",
  "request submitted": "Demande d'automatisation personnalisée soumise !",
  "automation run": "Automatisation simulée avec succès !",
  "no permission view automations": "Vous n'avez pas la permission de voir les automatisations.",
  "no permission create automations": "Vous n'avez pas la permission de créer des automatisations.",
  "automate new issue notifications": "Automatiser les notifications de nouvel incident",
  "automatically send an email to the assigned maintenance staff when a new critical issue is reported.": "Envoyer automatiquement un e-mail au personnel de maintenance assigné lorsqu'un nouvel incident critique est signalé.",
  "monthly rent reminder": "Rappel de loyer mensuel",
  "send an automated sms reminder to tenants 5 days before their rent is due.": "Envoyer un rappel SMS automatisé aux locataires 5 jours avant l'échéance de leur loyer.",
  "archive old documents": "Archiver les anciens documents",
  "move documents older than 1 year from the active registry to the archive.": "Déplacer les documents de plus d'un an du registre actif vers l'archive."
}